"{'track_id': 0, 'track_name': ' bad guy', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"White shirt now red, my bloody nose Sleepin', you're on your tippy toes Creepin' around like no one knowsThink you're so criminal Bruises on both my knees for you Don't say thank you or please I do what I want when I'm wanting to My soul so cynical  So you're a tough guy Like it really rough guy Just can't get enough guy Chest always so puffed guy I'm that bad type Make your mama sad type Make your girlfriend mad tight Might seduce your dad type I'm the bad guy, duh  I'm the bad guy  I like it when you take control Even if you know that you don't Own me, I'll let you play the role I'll be your animal My mommy likes to sing along with me But she won't sing this song If she reads all the lyrics  She'll pity the men I know  So you're a tough guy Like it really rough guy Just can't get enough guy Chest always so puffed guy I'm that bad type Make your mama sad type Make your girlfriend mad tight Might seduce your dad type I'm the bad guy, duh  I'm the bad guy, duh  I'm only good at bein' bad, bad  I like when you get mad I guess I'm pretty glad that you're alone You said she's scared of me? I mean, I don't see what she sees But maybe it's 'cause I'm wearing your cologne  I'm a bad guy I'm a bad guy Bad guy, bad guy I'm a bad\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Con Calma', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"¿Cómo te llamas, baby? Desde que te vi supe que eras pa' mí Dile a tus amigas que andamo' readyEsto lo seguimo' en el after party  ¿Cómo te llamas, baby? Desde que te vi supe que eras pa' mí Dile a tus amigas que andamo' ready (¡Sube!) Esto lo seguimo' en el after party  Con calma, yo quiero ver como ella lo menea Mueve ese poom-poom, girl Es un asesina, cuando baila quiere que to' el mundo la vea I like your poom-poom, girl (Sube, sube) Con calma, yo quiero ver como ella lo menea Mueve ese poom-poom, girl Tiene adrenalina, en medio 'e la pista, vente hazme lo que sea I like your poom-poom, girl (¡Hey!)  Ya vi que estás solita, acompáñame La noche es de nosotros, tú lo sabe' (You know) Que ganas me dan-dan-dan De guayarte mami, ese ram-pam-pam, yeah Esa criminal como lo mueve e' un delito (Oh) Tengo que arrestarte porque empiezo y no me quito (Eh) Tienes criminality, pero te doy fatality Vívete la película flotando en mi gravity Daddy pone las regla', tiene' que obedecer Mami, no tiene pausa, ¿Qué e' lo que vas a hacer? Échale, échale, échale pa'trás Échale, échale, pa'lante y pa'trás (Eh, ey-ey-ey)  Con calma, yo quiero ver como ella lo menea Mueve ese poom-poom, girl (Girl) Es un asesina, cuando baila quiere que to' el mundo la vea I like your poom-poom, girl Con calma, yo quiero ver como ella lo menea (Con calma) Mueve ese poom-poom, girl Tiene adrenalina, en medio 'e la pista, vente hazme lo que sea I like your poom-poom, girl  Tú tiene' candela y yo tengo la vela Llama el 911, se están quemando las suela' Me daña cuando la faldita esa me la modela Mami, estás enferma, pero tu show no lo cancela' Te llaman a ti la reina del party Mucha sandunga tiene ese body Tírate un paso, no-no-no pare, ¡Wow! Dale, dale (Yo') Somos dos bandido' entre la rumba y romance Y zúmbale DJ, otra ve' pa' que dance Échale, échale, échale pa'trás Échale, échale, pa'lante y pa'trás (Ey, eh, ey)  Con calma, yo quiero ver como ella lo menea (Con calma) Mueve ese poom-poom, girl (Girl) Es un asesina, cuando baila quiere que to' el mundo la vea I like your poom-poom, girl Con calma, yo quiero ver como ella lo menea (Con calma) Mueve ese poom-poom, girl Tiene adrenalina, en medio 'e la pista, vente hazme lo que sea I like your poom-poom, girl (¡Snow!)  Come with a nice young lady (What?) Intelligent, yes she gentle and irie (¡Fuego!) Everywhere me go me never lef' her at all (Dile) Yes Daddy Snow me are the rom dance man-a (Snow) Rom between-a dancin' in-a in-a nation-a You never know say daddy, me snow me Are the boom shakata (¿Qué-qué-qué-qué?) Me never lay-a down flat in-a one cardboard box-a (¡Sube, sube!) Yes-a Daddy Yankee me-a go reachin' out da top (What?)  Con calma, yo quiero ver como ella lo menea Mueve ese poom-poom, girl (Girl) Es un asesina, cuando baila quiere que to' el mundo la vea I like your poom-poom, girl Con calma, ya' no say daddy me snow me I go blame I like your poom-poom, girl ‘Tective man a say, say daddy me snow me stab someone down the lane I love your poom-poom, girl\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' 7 rings', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'Yeah, breakfast at Tiffany\\'s and bottles of bubbles Girls with tattoos who like getting in trouble Lashes and diamonds, ATM machinesBuy myself all of my favorite things, yeah  Been through some bad shit, I should be a sad bitch Who would have thought it\\'d turn me to a savage? Rather be tied up with cuffs and not strings Write my own checks like I write what I sing, yeah  My wrist, stop watching, my neck is flossy Make big deposits, my gloss is poppin\\' You like my hair? Gee, thanks, just bought it I see it, I like it, I want it, I got it, yeah  I want it, I got it, I want it, I got it I want it, I got it, I want it, I got it You like my hair? Gee, thanks, just bought it I see it, I like it, I want it, I got it (yep)  Wearing a ring, but ain\\'t gon\\' be no \"Mrs.\" Bought matching diamonds for six of my bitches I\\'d rather spoil all my friends with my riches Think retail therapy my new addiction  Whoever said money can\\'t solve your problems Must not have had enough money to solve \\'em They say, \"Which one?\" I say, \"Nah, I want all of \\'em\" Happiness is the same price as red-bottoms  My smile is beamin\\', my skin is gleamin\\' The way it shine, I know you\\'ve seen it (you\\'ve seen it) I bought a crib just for the closet Both his and hers, I want it, I got it, yeah  I want it, I got it, I want it, I got it I want it, I got it, I want it, I got it (baby) You like my hair? Gee, thanks, just bought it (oh yeah) I see it, I like it, I want it, I got it (yep)  Yeah, my receipts be lookin\\' like phone numbers If it ain\\'t money, then wrong number Black card is my business card The way it be settin\\' the tone for me I don\\'t mean to brag, but I be like, \"Put it in the bag,\" yeah When you see them racks, they stacked up like my ass, yeah  Shoot, go from the store to the booth Make it all back in one loop, give me the loot Never mind, I got the juice Nothing but net when we shoot Look at my neck, look at my jet Ain\\'t got enough money to pay me respect Ain\\'t no budget when I\\'m on the set If I like it, then that\\'s what I get, yeah  I want it, I got it, I want it, I got it (yeah) I want it, I got it, I want it, I got it (oh yeah, yeah) You like my hair? Gee, thanks, just bought it I see it, I like it, I want it, I got it (yep)', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' wish you were gay', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Baby, I don't feel so good, six words you never understood I'll never let you go, five words you never say I laugh alone like nothing's wrong, four days has never felt so longIf three's a crowd and two was us, one slipped away  I just wanna make you feel okay But all you do is look the other way I can't tell you how much I wish I didn't wanna stay I just kinda wish you were gay  Is there a reason we're not through? Is there a 12 step just for you? Our conversation's all in blue, 11 heys Ten fingers tearing out my hair, nine times you never made it there I ate alone at seven, you were six minutes away  How am I supposed to make you feel okay When all you do is walk the other way? I can't tell you how much I wish I didn't wanna stay I just kinda wish you were gay  To spare my pride, to give your lack of interest an explanation Don't say I'm not your type, just say that I'm not your preferred sexual orientation I'm so selfish, but you make me feel helpless, yeah And I can't stand another day, stand another day  I just wanna make you feel okay But all you do is look the other way I can't tell you how much I wish I didn't wanna stay I just kinda wish you were gay I just kinda wish you were gay I just kinda wish you were gay\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' bury a friend', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Billie...  What do you want from me?Why don't you run from me? What are you wondering? What do you know? Why aren't you scared of me? Why do you care for me? When we all fall asleep, where do we go?  Come here...  Say it, spit it out, what is it exactly? You're payin'? Is the amount cleanin' you out Am I satisfactory? Today, I'm thinkin' about The things that are deadly The way I'm drinkin' you down Like I wanna drown, like I wanna end me  Step on the glass, staple your tongue (huh ah) Bury a friend, try to wake up (huh ah) Cannibal class, killin' the son (huh ah) Bury a friend, I wanna end me (huh ah)  I wanna end me (I wanna, I wanna, I wanna) End me (I wanna, I wanna, I wanna)  What do you want from me? Why don't you run from me? What are you wondering? What do you know? Why aren't you scared of me? Why do you care for me? When we all fall asleep, where do we go?  Listen...  Keep you in the dark, what had you expected? Me to make you my art And make you a star and get you connected? I'll meet you in the park, I'll be calm and collected But we knew right from the start That you'd fall apart 'cause I'm too expensive Your talk'll be somethin' that shouldn't be said out loud Honestly, I thought that I would be dead by now (Wow) Callin' security, keepin' my head held down Bury the hatchet or bury your friend right now  For the debt I owe, gotta sell my soul 'Cause I can't say no, no, I can't say no Then my limbs all froze and my eyes won't close And I can't say no, I can't say no  Careful...  Step on the glass, staple your tongue Bury a friend, try to wake up Cannibal class, killin' the son Bury a friend, I wanna end me  I wanna end me (I wanna, I wanna, I wanna) End me (I wanna, I wanna, I wanna)  What do you want from me? Why don't you run from me? What are you wondering? What do you know? Why aren't you scared of me? Why do you care for me? When we all fall asleep, where do we go?\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Sucker', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"We go together Better than birds of a feather, you and me We change the weather, yeahI'm feeling heat in December when you're 'round me  I've been dancing on top of cars and stumbling out of bars I follow you through the dark, can't get enough You're the medicine and the pain, the tattoo inside my brain And, baby, you know it's obvious  I'm a sucker for you Say the word and I'll go anywhere blindly I'm a sucker for you, yeah Any road you take, you know that you'll find me I am a sucker for all the subliminal things No one knows about you, about you, about you, about you And you're making the typical me break my typical rules It's true, I'm a sucker for you, yeah  Don't complicate it (Yeah) 'Cause I know you and you know everything about me I can't remember (Yeah) all of the nights I don't remember when you're 'round me (Oh, yeah, yeah)  I've been dancing on top of cars and stumbling out of bars I follow you through the dark, can't get enough You're the medicine and the pain, the tattoo inside my brain And, baby, you know it's obvious  I'm a sucker for you Say the word and I'll go anywhere blindly I'm a sucker for you, yeah Any road you take, you know that you'll find me I am a sucker for all the subliminal things No one knows about you, about you, about you, about you And you're making the typical me break my typical rules It's true, I'm a sucker for you, yeah  (I'm a sucker for you)  I've been dancing on top of cars and stumbling out of bars I follow you through the dark, can't get enough You're the medicine and the pain, the tattoo inside my brain And, baby, you know it's obvious  I'm a sucker for you, yeah Say the word and I'll go anywhere blindly I'm a sucker for you, yeah Any road you take, you know that you'll find me I am a sucker for all the subliminal things No one knows about you, about you, about you, about you And you're making the typical me break my typical rules It's true, I'm a sucker for you I'm a sucker for you\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Old Town Road', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"You know what, I'm done, done, done  Yeah, I'm gonna take my horseTo the old town road I'm gonna ride till I can't no more I'm gonna take my horse to the old town road I'm gonna ride till I can't no more Kio, Kio  I got the horses in the back Horse tack is attached Hat is matte black Got the boots that's black to match Ridin' on a horse, ha You can whip your Porsche I been in the valley You ain't been up off the porch, now  Can't nobody tell me nothin' You can't tell me nothin' Can't nobody tell me nothin' You can't tell me nothin'  Ridin' on a tractor Lean all in my bladder Cheated on my baby You can go and ask her My life is a movie Bull ridin' and boobies Cowboy hat from Gucci Wrangler on my booty  Can't nobody tell me nothin' You can't tell me nothin' Can't nobody tell me nothin' You can't tell me nothin'  Yeah, I'm gonna take my horse To the old town road I'm gonna ride till I can't no more I'm gonna take my horse to the old town road I'm gonna ride till I can't no more I got the\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Sunflower - Spider-Man: Into…', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Ayy, ayy, ayy, ayy Ooh, ooh, ooh, ohh Ayy, ayyOoh, ooh, ooh, ohh  Needless to say, I keep her in check She was all bad-bad, nevertheless (yeah) Callin' it quits now, baby, I'm a wreck (wreck) Crash at my place, baby, you're a wreck (wreck)  Needless to say, I'm keeping her in check She was all bad-bad, nevertheless Callin' it quits now, baby, I'm a wreck Crash at my place, baby, you're a wreck  Thinkin' in a bad way, losin' your grip Screamin' at my face, baby don't trip Someone took a big L, don't know how that felt  Lookin' at you sideways, party on tilt Ooh-ooh, some things you just can't refuse She wanna ride me like a cruise and I'm not tryna lose  Then you're left in the dust unless I stuck by ya You're the sunflower, I think your love would be too much Or you'll be left in the dust, unless I stuck by ya You're the sunflower, you're the sunflower  Every time I'm leavin' on ya (ooh) You don't make it easy, no, no Wish I could be there for ya Give me a reason to, go  Every time I'm walkin' out I can hear you tellin' me to turn around Fightin' for my trust and you won't back down Even if we gotta risk it all right now, oh  I know you're scared of the unknown (-known) You don't wanna be alone (alone) I know I always come and go (and go) But it's out of my control  And you'll be left in the dust, unless I stuck by ya You're the sunflower, I think your love would be too much Or you'll be left in the dust, unless I stuck by ya You're the sunflower, you're the sunflower, yeah\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': \" when the party's over\", 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Don't you know I'm no good for you? I've learned to lose, you can't afford to Tore my shirt to stop you bleedingBut nothin' ever stops you leaving  Quiet when I'm coming home and I'm on my own I could lie, say I like it like that, like it like that I could lie, say I like it like that, like it like that  Don't you know too much already? I'll only hurt you if you let me Call me friend, but keep me closer (Call me back) And I'll call you when the party's over  Quiet when I'm coming home and I'm on my own And I could lie, say I like it like that, like it like that Yeah, I could lie, say I like it like that, like it like that  But nothin' is better sometimes Once we've both said our goodbyes Let's just let it go Let me let you go  Quiet when I'm coming home and I'm on my own I could lie, say I like it like that, like it like that I could lie, say I like it like that, like it like that\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Wow.', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'Said she tired of little money, need a big boy Pull up 20 inch blades like I\\'m Lil\\' Troy Now it\\'s everybody flockin\\', need a decoyShawty mixing up the vodka with the LaCroix, yeah G-Wagen, G-Wagen, G-Wagen, G-Wagen All the housewives pullin\\' up (Up, up) I got a lot of toys, 720S bumpin\\' Fall Out Boy You was talkin\\' shit in the beginning (Mm-mm) Back when I was feelin\\' more forgivin\\' (More forgivin\\') I know it piss you off to see me winnin\\' (See me) See the igloo in my mouth when I be grinnin\\' (I be grinnin\\'), yeah  Hunnid bands in my pocket, it\\'s on me Hunnid deep when I roll like the army Get more bottles, these bottles are lonely It\\'s a moment when I show up, got \\'em sayin\\', \"Wow\" (Wow, wow) Hunnid bands in my pocket, it\\'s on me (On me) Yeah, your grandmama probably know me (Know me) Get more bottles, these bottles are lonely It\\'s a moment when I show up, got \\'em sayin\\', \"Wow\" (Wow, wow)  Everywhere I go (Hey) Catch me on the block like I\\'m Mutombo (Wow) 750 Lambo in the Utah snow (Skrrt) Trunk in the front like that shit Dumbo, yeah Cut the roof off like a nip-tuck Pull up to the house with some big butts Turn the kitchen counter to a strip-club (Yeah, wow) Me and Dre came for the... When I got guap, all of y\\'all disappeared (Wow) Before I dropped Stoney none of y\\'all really cared (Cared) Now they always say, \"Congratulations,\" to the kid (Kid) And this is not a 40, but I\\'m pourin\\' out this shit (Yeah) Used to have a lot, but I got more now (Yup) Made another hit \\'cause I got bored now (Yup) Always goin\\' for it, never punt fourth down Last call, Hail Mary, Prescott touchdown, ayy  Hunnid bands in my pocket, it\\'s on me (On me) Hunnid deep when I roll like the army (Hey) Get more bottles, these bottles are lonely It\\'s a moment when I show up, got \\'em sayin\\', \"Wow\" (Wow, wow) Hunnid bands in my pocket, it\\'s on me (Yeah, yeah) Yeah, your grandmama probably know me (Yeah, yeah) Get more bottles, these bottles are lonely It\\'s a moment when I show up, got \\'em sayin\\', \"Wow\"  Got \\'em sayin\\', \"Wow\" Ayy, ayy, wow Sayin\\', \"Wow\" Wow Wow', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Shallow', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Tell me somethin', girl Are you happy in this modern world? Or do you need more?Is there somethin' else you're searchin' for? I'm fallin' In all the good times I find myself longin' for change And in the bad times, I fear myself  Tell me something, boy Aren't you tired tryin' to fill that void? Or do you need more? Ain't it hard keepin' it so hardcore? I'm falling In all the good times I find myself longing for change And in the bad times, I fear myself I'm off the deep end, watch as I dive in I'll never meet the ground Crash through the surface, where they can't hurt us We're far from the shallow now In the sha-ha-sha-ha-llow In the sha-ha-sha-la-la-la-llow In the sha-ha-sha-ha-llow We're far from the shallow now Oh, hahhh-oh Ah, haaahw-woah-woah, ohhh Ah, haaahw-woah-woah, ohhh I'm off the deep end, watch as I dive in I'll never meet the ground Crash through the surface, where they can't hurt us We're far from the shallow now In the sha-ha-sha-ha-llow In the sha-ha-sha-la-la-la-llow In the sha-ha-sha-ha-llow We're far from the shallow now\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' all the good girls go to hell', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"My Lucifer is lonely  Standing there, killing timeCan't commit to anything but a crime Peter's on vacation, an open invitation Animals, evidence Pearly Gates look more like a picket fence Once you get inside 'em Got friends but can't invite them  Hills burn in California My turn to ignore ya Don't say I didn't warn ya  All the good girls go to Hell 'Cause even God herself has enemies And once the water starts to rise And Heaven's out of sight She'll want the Devil on her team  My Lucifer is lonely  Look at you needing me You know I'm not your friend without some greenery Walk in wearin' fetters Peter should know better Your cover up is caving in Man is such a fool, why are we saving him? Poisoning themselves now Begging for our help, wow  Hills burn in California My turn to ignore ya Don't say I didn't warn ya  All the good girls go to Hell 'Cause even God herself has enemies And once the water starts to rise And Heaven's out of sight She'll want the Devil on her team  My Lucifer is lonely There's nothing left to save now My god is gonna owe me There's nothing left to save now  Haha! I cannot do this snowflake\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' break up with your…', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'You got me some type of way (hmm) Ain\\'t used to feelin\\' this way (hmm-hmm) I do not know what to say (yeah, yeah)But I know I shouldn\\'t think about it Took one fuckin\\' look at your face (hmm) Now I wanna know how you taste (hmm-hmm) Usually don\\'t give it away (yeah, yeah) But you know I\\'m out here thinkin\\' \\'bout it  Then I realize she\\'s right there And I\\'m at home like, \"Damn, this ain\\'t fair\"  Break up with your girlfriend Yeah, yeah, \\'cause I\\'m bored You can hit in the mornin\\' (mornin\\') Yeah, yeah, like it\\'s yours I know it ain\\'t right But I don\\'t care (care) Break up with your girlfriend Yeah, yeah, \\'cause I\\'m bored  This shit always happens to me (yeah) Why can\\'t we just play for keeps? (hmm-hmm) Practically on my knees (yeah, yeah) But I know I shouldn\\'t think about it You know what you\\'re doin\\' to me You\\'re singin\\' my songs in the streets, yeah, yeah Actin\\' all innocent, please When I know you\\'re out here thinkin\\' \\'bout it  Then you realize she\\'s right there (yeah) And you\\'re at home like, \"Damn, she can\\'t compare\"  Break up with your girlfriend Yeah, yeah, \\'cause I\\'m bored You can hit in the mornin\\' (in the mornin\\') Yeah, yeah, like it\\'s yours I know it ain\\'t right But I don\\'t care (I don\\'t care, yee) Break up with your girlfriend (with your girlfriend) Yeah, yeah, \\'cause I\\'m bored  With your girlfriend, girlfriend, girlfriend, girlfriend With your girlfriend With your girlfriend, girlfriend, girlfriend, girlfriend  You can say I\\'m hatin\\' if you want to But I only hate on her \\'cause I want you Say I\\'m trippin\\' if you feel that But you without me ain\\'t right (ain\\'t right) You can call me crazy \\'cause I want you And I never even ever fuckin\\' met you Say I\\'m trippin\\' and it ain\\'t right But you without me ain\\'t nice (ain\\'t nice, yeah)  Break up with your girlfriend (with your girlfriend) Yeah, yeah, \\'cause I\\'m bored You can hit in the mornin\\' (hit in the mornin\\', yeah, yeah, yeah) Yeah, yeah, like it\\'s yours I know it ain\\'t right But I don\\'t care (care, yeah) Break up with your girlfriend (with your girlfriend) Yeah, yeah, \\'cause I\\'m bored  With your girlfriend, girlfriend, girlfriend, baby, girlfriend With your girlfriend With your girlfriend, girlfriend, girlfriend, girlfriend With your girlfriend', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' xanny', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"What is it about them? I must be missing something They just keep doing nothingToo intoxicated to be scared Better off without them They're nothing but unstable Bring ashtrays to the table And that's about the only thing they share  I'm their second hand smoke Still just drinking canned coke I don't need a xanny to feel better On designated drives home Only one who's not stoned Don't give me a xanny now or ever  (Can you check if you're breathing? Oh my god) (And it's like, wait... like, when?)  Waking up at sundown They're late to every party Nobody's ever sorry Too inebriated now to dance Morning as they come down Their pretty heads are hurting They're awfully bad at learning Make the same mistakes, blame circumstance  I'm their second hand smoke Still just drinking canned coke I don't need a xanny to feel better On designated drives home Only one who's not stoned Don't give me a xanny now or ever  Please don't try to kiss me on the sidewalk On your cigarette break I can't afford to love someone Who isn't dying by mistake in Silver Lake  What is it about them? I must be missing something They just keep doing nothing Too intoxicated to be scared Hmm, hmm Hmm, hmm Hmm, Mmm... Come down, hurting Learning\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Dancing with a Stranger', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Hmm, hmm  I don't want to be alone tonightIt's pretty clear that I'm not over you I'm still thinking ‘bout the things you do So I don't want to be alone tonight, alone tonight, alone tonight  Can you light the fire I need somebody who can take control I know exactly what I need to do 'Cause I don't want to be alone tonight, alone tonight, alone tonight  Look what you made me do I'm with somebody new Oh, baby, baby I'm dancing with a stranger Look what you made me do I'm with somebody new Oh, baby, baby I'm dancing with a stranger Dancing with a stranger  I wasn't even going out tonight But boy I need to get you off my mind I know exactly what I have to do I don't want to be alone tonight, alone tonight, alone tonight  Look what you made me do I'm with somebody new Oh, baby, baby I'm dancing with a stranger Look what you made me do I'm with somebody new Oh, baby, baby I'm dancing with a stranger  Dancing with a stranger Dancing with a stranger Dancing, yeah, uh  Look what you made me do I'm with somebody new Oh, baby, baby I'm dancing with a stranger Look what you made me do I'm with somebody new Oh, baby, baby I'm dancing with a stranger  I'm dancing, I'm dancing, uh I'm dancing, I'm dancing (dancing with a stranger) I'm dancing, I'm dancing (dancing with a stranger) I'm dancing, I'm dancing (dancing with a stranger)\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' you should see me in a crown', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'Bite my tongue, bide my time Wearing a warning sign Wait \\'til the world is mineVisions I vandalize Cold in my kingdom size Fell for these ocean eyes  You should see me in a crown I\\'m gonna run this nothing town Watch me make \\'em bow One by, one by one, one by, one by You should see me in a crown Your silence is my favorite sound Watch me make \\'em bow One by, one by one, one by, one by one  Count my cards, watch them fall Blood on a marble wall I like the way they all scream Tell me which one is worse Living or dying first Sleeping inside a hearse (I don\\'t dream)  You say, \"Come over, baby I think you\\'re pretty\" I\\'m okay, I\\'m not your baby If you think I\\'m pretty  You should see me in a crown I\\'m gonna run this nothing town Watch me make \\'em bow One by, one by one, one by, one by You should see me in a crown Your silence is my favorite sound Watch me make \\'em bow One by, one by one, one by, one by one  Crown I\\'m gonna run this nothing town Watch me make \\'em bow One by, one by one, one by, one by You should see me in a crown (You should see me, see me) Your silence is my favorite sound (You should see me, see me) Watch me make \\'em bow One by, one by one, one by, one by one', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': \" Don't Call Me Up\", 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"When I'm underneath the bright lights When I'm tryna have a good time 'Cause I'm good now you ain't mineNa, na, na, na, don't call me up When you're looking at my photos Getting hot, losing control You want me more now I let go Na, na, na, na  I'm over you and I don't need your lies no more 'Cause the truth is, without you, boy, I'm stronger And I know it's sad that I changed, have a cold heart But it was your game that left scars Ooh, I'm over you  Don't call me up I'm going out tonight Feeling good now you're outta my life Don't wanna talk about us Gotta leave it behind One drink and you're outta my mind Na, na take it up Baby, I'm on a high You're alone, going out of your mind But I'm here out in the club And I don't wanna talk So don't call me up  'Cause I'm here looking fine, babe And I got eyes looking my way And everybody's on my vibe, babe Na, na, na, na don't call me up My friends said you were a bad man I should have listened to them back then And now you're tryna hit me up again Na, na, na, na  I'm over you and I don't need your lies no more 'Cause the truth is, without you, boy, I'm stronger And I know it's sad that I changed, have a cold heart But it was your game that left scars Ooh, I'm over you  Don't call me up I'm going out tonight Feeling good now you're outta my life Don't wanna talk about us Gotta leave it behind One drink and you're outta my mind Now, now take it up Baby, I'm on a high You're alone, going out of your mind But I'm here out in the club And I don't wanna talk So don't call me up  Don't call me up So don't call me up Don't call me up  I'm over you and I don't need your lies no more 'Cause the truth is, without you, boy, I'm stronger And I know it's sad that I changed, have a cold heart But it was your game that left scars Ooh, I'm over you  Don't call me up I'm going out tonight Feeling good now you're outta my life Don't wanna talk about us Gotta leave it behind One drink and you're outta my mind Na, na take it up Baby, I'm on a high You're alone, going out of your mind But I'm here out in the club And I don't wanna talk So don't call me up\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' my strange addiction', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'No Billie I haven\\'t done that dance since my wife died There\\'s a whole crowd of people out there Who need to learn how to do the ScottDon\\'t ask questions you don\\'t wanna know Learned my lesson way too long ago To be talking to you, belladonna Shoulda taken a break, not an oxford comma Take what I want when I wanna And I want ya  Bad, bad news One of us is gonna lose I\\'m the powder, you\\'re the fuse Just add some friction  You are my strange addiction You are my strange addiction My doctors can\\'t explain My symptoms or my pain But you are my strange addiction  (I\\'m really, really sorry, I think I was just relieved) (To see that Micheal Scott got his confidence back) (Yeah, Michael, the movie is amazing) (It\\'s like one of the best movies) (I\\'ve ever seen in my life)  Deadly fever, please don\\'t ever break Be my believer \\'cause I don\\'t self medicate And it burns like a gin and I like it Put your lips on my skin and you might ignite it Hurts but I know how to hide it Kinda like it  Bad, bad news One of us is gonna lose I\\'m the powder, you\\'re the fuse Just add some friction  You are my strange addiction You are my strange addiction My doctors can\\'t explain My symptoms or my pain But you are my strange addiction  Bite my glass, set myself on fire Can\\'t you tell I\\'m crass? Can\\'t you tell I\\'m wired? Tell me \"nothing lasts\" Like I don\\'t know You could kiss my Asking about my motto  You should enter in festivals or carnivals Thoughts? Pretty good reaction Pretty cool... Right  You are my strange addiction You are my strange addiction My doctors can\\'t explain My symptoms or my pain But you are my strange addiction  Did you like it? Did you like that? Which part?', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Calma - Remix', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Cuatro abrazos y un café Apenas me desperté Y al mirarte recordéQue ya todo lo encontré  Tu mano en mi mano De todo escapamos Juntos ver el sol caer  Vamos pa' la playa Pa' curarte el alma Cierra la pantalla Abre la medalla  Todo el mar caribe Viendo tu cintura Tú le coqueteas Tú eres buscabullas y me gusta  Lento y contento Cara al viento Lento y contento Cara al viento  Y aprovecha que el sol está caliente Y vamos a disfrutar el ambiente Vámonos a meternos pa'l agua Pa' que veas que rico se siente  Y vámonos tropical Por toda la costa a chinchorrear De chinchorro en chinchorro Paramos a darnos una medalla  Bien fría pa' bajar la sequía Un poco de Bob Marley y unos tragos de sangría Pa' que te sueltes poco a poquito Porque pa' vacilar no hay que salir de Puerto Rico  Y dale lento, date un shot de Coquito Y como dice Fonsi, vamo' a darle despacito Pa' que te sueltes poco a poquito Porque pa' vacilar no hay que salir de Puerto Rico  Vamos pa' la playa Pa' curarte el alma Cierra la pantalla Abre la medalla  Todo el mar caribe Viendo tu cintura Tú le coqueteas Tú eres buscabullas  Vamos pa' la playa Pa' curarte el alma Cierra la pantalla Abre la medalla  Todo el mar caribe Viendo tu cintura Tú le coqueteas Baby, tú estás dura y me gusta  Lento y contento Cara al viento Lento y contento Cara al viento  Dale lento, meterle violento Te puse reggaetón para que me apague ese cuerpo Dale hasta abajo, está duro ese movimiento El único testigo que tenemos aquí es el viento Y dale métele cintura, mátame con tu hermosura Mira como me frontea porque sabe que está dura  Calma, mi vida, con calma Que nada hace falta si estamos juntitos andando Calma, mi vida, con calma Que nada hace falta si estamos juntitos bailando  Vamos pa' la playa Pa' curarte el alma Cierra la pantalla Abre la medalla  Todo el mar caribe Viendo tu cintura Tú le coqueteas Tú eres buscabulla  Vamos pa' la playa Pa' curarte el alma Cierra la pantalla Abre la medalla  Todo el mar caribe Viendo tu cintura Tú le coqueteas Baby, tú estás dura y me gusta  Desde la isla del encanto, Farru  Langside Pedro Capo Jordy Noriega Record 808 Charote Towers, Puerto Rico Welcome to the paradise\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Sweet but Psycho', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'Oh, she\\'s sweet but a psycho A little bit psycho At night she screamin\\'\"I\\'m-ma-ma-ma out ma mind\"  Oh, she\\'s hot but a psycho So left but she\\'s right though At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  She\\'ll make you curse, but she a blessing She\\'ll rip your shirt within a second You\\'ll be coming back, back for seconds With your plate, you just can\\'t help it  No, no you\\'ll play along Let her lead you on, on, on You\\'ll be saying, \"No, no\" Then saying, \"Yes, yes, yes\" \\'Cause she messin\\' with your head  Oh, she\\'s sweet but a psycho A little bit psycho At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  Oh, she\\'s hot but a psycho So left but she\\'s right though At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  Grab a cop gun kinda crazy She\\'s poison but tasty Yeah, people say, \"Run, don\\'t walk away\" \\'Cause she\\'s sweet but a psycho  A little bit psycho At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  See, someone said, don\\'t drink her potions She\\'ll kiss your neck with no emotions When she\\'s mean, you know you love it \\'Cause she tastes so sweet, don\\'t sugar coat it  No, no, you\\'ll play along Let her lead you on, on, on You\\'ll be saying, \"No (no, no, no, no), no (no, no)\" Then saying, \"Yes, yes, yes\" \\'Cause she messin\\' with your head  Oh, she\\'s sweet but a psycho A little bit psycho At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  Oh, she\\'s hot but a psycho So left but she\\'s right though At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  Grab a cop gun kinda crazy She\\'s poison but tasty Yeah, people say, \"Run, don\\'t walk away\"  \\'Cause she\\'s sweet but a psycho A little bit psycho At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  You\\'re just like me, you\\'re out your mind I know it\\'s strange, we\\'re both the crazy kind You\\'re tellin\\' me that I\\'m insane Boy, don\\'t pretend that you don\\'t love the pain  Oh, she\\'s sweet but a psycho A little bit psycho At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  Oh, she\\'s hot but a psycho So left but she\\'s right though At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"  Grab a cop gun kinda crazy She\\'s poison but tasty Yeah, people say, \"Run, don\\'t walk away\" \\'Cause she\\'s sweet but a psycho  A little bit psycho At night she screamin\\' \"I\\'m-ma-ma-ma out ma mind\"', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Here With Me', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Can I tell you something just between you and me? When I hear your voice, I know I'm finally free Every single word is perfect as it can beAnd I need you here with me  When you lift me up, I know that I'll never fall I can speak to you by saying nothing at all Every single time, I find it harder to breathe 'Cause I need you here with me  Every day  You're sayin' the words that I want you to say There's a pain in my heart and it won't go away Now I know I'm falling in deep 'Cause I need you here with me  Every day  You're sayin' the words that I want you to say There's a pain in my heart and it won't go away Now I know I'm falling in deep 'Cause I need you here with me  I think I see your face in every place that I go I try to hide it, but I know that it's gonna show Every single night, I find it harder to sleep 'Cause I need you here with me  Every day  You're sayin' the words that I want you to say There's a pain in my heart and it won't go away Now I know I'm falling in deep 'Cause I need you here with me  Every day  You're sayin' the words that I want you to say There's a pain in my heart and it won't go away Now I know I'm falling in deep 'Cause I need you here with me  Can I tell you something just between you and me? When I hear your voice, I know I'm finally free Every single word is perfect as it can be 'Cause I need you here with me\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' MONOPOLY (with Victoria Monét)', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"I've been on the road, where you been? Real protective with my soul, where you been? Is your GPS even on, where you been?Matter of fact, I don't even care where you been  Bad vibes, get off of me Outta here with that fuckery Treat my goals like property Collect them like Monopoly I probably Won't come if there's not a fee And if they try come stoppin' me I swerve both ways, dichotomy  I like women and men (Yeah) Work so fuckin' much, need a twinny, twin, twin How you hit the club when you barely got in? Then we hit the bank, making them investments for the win, oh  Said, I been on the road, where you been? (Where you been?) Real protective with my soul, where you been? (Where you been?) Is your GPS even on, where you been? (Where you been?) Matter of fact, I don't even care where you been  Bad vibes, get off of me Outta here with that fuckery Treat my goals like property Collect them like Monopoly I probably Won't come if there's not a fee And if they try come stoppin' me I show them my discography (Yeah, yeah)  I like women and men (Yeah) Work so fuckin' much, need a twinny, twin, twin (Yeah) You'd be straight for life if I gave you my PIN (Yeah) Even though we gave up that 90% for the win, go  I've been on the road, where you been? (Where you been?) Real protective with my soul, where you been? (Where you been?) Is your GPS even on, where you been? (Where you been?) Matter of fact, I don't even care where you been  Yeah, hell no I don't even care where you been (Oh, yeah) Hell no (Oh, yeah) Said I don't even care  Remember when we made a fuckin' album off that Clicquot? (Ooh) I never dry my vocals All shout out to Eric Vetro (I love Eric Vetro, man) This one buildin' up, I guess this friendship like Home Depot (Ooh) I'm so thankful working with my best friend, she the chicko She the chicko (Yeah!)  Where you at? Where you been? (Oh yeah) Where you been? Where you at, ho? Hey (Where you been?) Where you at? Where you been, ho? Hey (Mmm, yeah) I don't care where you been, ho (Been) Where you been Cletus? Yeah, who? (What?) Clevis? Who the fuck is Cletus? It's from, um Cletus? Girl Nutty Professor We have to wrap, 5, 6, 7, 8 Yeeah\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Pa Mí (Remix)', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"This is the remix  Tiene a to' el mundo buscándolaDice que en mi casa está secuestrada Un video en mi cama esposándola Dice que aquí se quiere quedar  69 posiciones y la dejo Yo lo sé, cojemos como conejos Y eso es lo que a mí me corre de ti Que se muerda que estoy puesto pa' ti Déjale saber  Yo no puedo compartirte Eres como la clave de mi celular No es necesario decirte que  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Te quiero pa' hacerte feliz enseguida Hagamos un trío tú y yo y toda la vida Que no te tenga en Insta' no es que no te siga Te quiero pa' mí, no importa lo que digan  Todo, a veces me enojo Dime qué ves ya que tú eres mis ojos Hablando claro de la forty me despojo Pero dile que están vivos por vivos y no por flojos  Caras vemos, corazones no sabemos Pero a ti te conozco hasta el pelo Ai se eu te pego, flow Michel Teló Tú querías bellaquear pues malo  69 posiciones y la dejo Yo lo sé, cojemos como conejos Y eso es lo que a mí me corre de ti Que se muerda que estoy puesto pa' ti  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Yo te quiero pa' mí, no te quiero pa' más nadie Solito pa' mí, no te comparto con nadie A mano armada fue que te robé Y como loca ma' buscándote  No te confundas con mi flow, Rosario Tijeras Que por más que parezco mala no estoy pa' cualquiera No soy la más que le mete, ni tampoco la más bonita Pero le gustó el piquete, el flow de esta mamacita  Ni Gucci, ni Prada, ningún Louis Vuitton No queda na' de eso en tu habitación Vo'a llevarte preso en mi peli de acción Pa' sentirme en tus besos y en tu corazón  Baby, ¿Quién era esa que te causó tanta tristeza? Te llena de dudas, te da dolor de cabeza Si peleas conmigo lo resolvemo' en la pieza Y si no llegamos lo hacemo' encima ‘e la mesa  Y ahora yo soy el que te lo pone a ti sin condones Y él ya no lo puede evitar Y si le duele que lo abandones, a mí sin cojones Porque no te supo cuidar  Baby, solo apaga tu teléfono Ponte las Balenciaga, dale, vámonos Cojamos carretera y perdámonos Y como caníbales ma' comámonos  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Así como suena, llega y no estás Yo te quiero pa' mí, pero él la alenta Como me calientas, como tú te sueltas Entiende que tú eres mía y no te voy a prestar  Sígueme que yo te sigo Llegando a Medellín, te entrego el anillo Y al pirojo de tu novio yo me lo vacilo Y a las otras les picheo porque estoy contigo  Que él te siga buscando que no te va a encontrar Ahora está conmigo, ella no te va a tocar Y que no trate de forzar porque le puede costar Y aunque no tenga sueño lo podemos acostar  Esto es sin hablar, porque no soy de roncar Pero tú eres mía, lo tienes que aceptar Que ahora conmigo es que vas a despertar Y solamente él te puede imaginar  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Como un loco él te anda buscando No se da cuenta que estás pichando, no Siempre que te llama está ignorándolo Porque está conmigo, nena díselo  Díselo que tú a mí me quieres Que ya se jodió por otras mujeres No vas a volver por más que te espere Y ahora yo soy al que tú prefieres  Yo no puedo compartirte Eres como la clave de mi celular No es necesario decirte que  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Yo te quiero pa' mí, no te quiero pa' más nadie Solita pa' mí, no te comparto con nadie A mano armada fue que te robé Y él como un loco anda buscándote  Dalex Música refrescante bebé Dímelo flow Rica Music Rich Music Yeah yeah yeah yeah Yo te quiero pa' mí Uhh\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Happier', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Lately, I've been, I've been thinking I want you to be happier I want you to be happierWhen the morning comes When we see what we've become In the cold light of day we're a flame in the wind Not the fire that we've begun  Every argument Every word we can't take back 'Cause with all that has happened I think that we both know the way that this story ends  Then only for a minute I want to change my mind 'Cause this just don't feel right to me  I wanna raise your spirits I want to see you smile, but Know that means I'll have to leave  Know that means I'll have to leave  Lately, I've been, I've been thinking I want you to be happier I want you to be happier  When the evening falls And I'm left there with my thoughts And the image of you being with someone else Well, it's eating me up inside  But we ran our course We pretended we're okay Now, if we jump together At least we can swing far away from the wreck we made  Then only for a minute I want to change my mind 'Cause this just don't feel right to me  I wanna raise your spirits I want to see you smile, Know that means I'll have to leave  Know that means I'll have to leave  Lately, I've been, I've been thinking I want you to be happier I want you to be happier  So I'll go, I'll go I will go, go, go So I'll go, I'll go I will go, go, go  Lately, I've been, I've been thinking I want you to be happier I want you to be happier  Even though I might not like this I think that you'll be happier I want you to be happier  Then only for a minute (Only for a minute) I want to change my mind 'Cause this just don't feel right to me  I wanna raise your spirits (Wanna raise your spirits) I want to see you smile, Know that means I'll have to leave  Know that means I'll have to leave  Lately, I've been, I've been thinking I want you to be happier I want you to be happier  So I'll go, I'll go I will go, go, go\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Swervin', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Uh Yeah Oh, that's London On Da Track, run that shit backWe got London On Da Track  Swervin' How you look so perfect on your worst days? Double C your purses, you deserve it Niggas in your DM, they be thirsty (Thirsty) And in person But you're curvin' Curvy little body, love your surface (Surface) Yeah, I'm all on your body, make you nervous I like the way you keep up with your earnings Yeah, it's okay, 'cause you swervin'  I fuck you from the back and leave you turnin' (Turnin') The type to make you feel like I'm so worth it (Worth it) Blame my ex, that bitch, she did me dirty (Did me dirty) Had me fall in love and then she curved me (On God, swear to God, I don't wanna leave you, no) New Louboutin, you would think I'm bleedin' from my toes Dick all inside of you Make you freeze, make you pose I want you to get up on your knees and your toes I see one of my enemies They gon' freeze like they cold I swear I ain't no killer, but test me if you want You don't want my adrenaline rushin' Leave me alone (Leave me alone) So much shit up on my mind I can't think, yeah All my niggas rock designer like they scream (Grrat) Got the AP covered Diamonds with baguettes, yeah I thought everything was right That's when you left, yeah  Swervin' (Swervin') How you look so perfect on your worst days? (Worst days) Double C your purses, you deserve it Niggas in your DM, they be thirsty (Thirsty) And in person (Person) But you're curvin' Curvy little body, love your surface (Surface) Yeah, I'm all on your body, make you nervous I like the way you keep up with your earnings Yeah, it's okay, 'cause you swervin'  Where these bitches at? I'm in the V with the tints Got the FN on my body and The clip on hollow tips Niggas say they gon' rob me And they still ain't do shit Catch her waitin' in the lobby I'ma give her this dick Man, where these niggas at? Man Where these niggas at? We gon' pull up big bodies With the Rugers in the back I got Rugers and the MAC's Pump leave a nigga flat Talkin' hot, we spin the block We gon' leave him where he at  Like, where these niggas at? Ayy, where these niggas at? I'ma pull up in the big body with the fuckin' MAC If the opps try to turn my song off, run it back Used to have the pack in my long johns, now I rap  If a nigga wanna act out, got the MAC out I ain't got no fuckin' back-up, that's a man down I ain't got the fuckin' forty, knock his teeth out Spin back with the Ruger, air the block out  Swervin' (Swervin') How you look so perfect On your worst days? (Worst days) Double C your purses, you deserve it Niggas in your DM, they be thirsty (Thirsty) And in person (Person) But you're curvin' Curvy little body, love your surface (Surface) Yeah, I'm all on your body, make you nervous I like the way you keep up with your earnings Yeah, it's okay, 'cause you swervin'  The way that I live my life is amazing Back to back big bodies, no more dreams, yeah So much shit up on my mind, I couldn't think, yeah All my niggas rock designer like they scream, yeah Got the AP covered, diamonds with baguettes, yeah Say my name in your song and it's lit, yeah Been waiting for a nigga like this, yeah We got London On Da Track\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' MIDDLE CHILD', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"You good, T-Minus?  Niggas been countin' me outI'm countin' my bullets, I'm loadin' my clips I'm writin' down names, I'm makin' a list I'm checkin' it twice and I'm gettin' 'em hit The real ones been dyin', the fake ones is lit The game is off balance, I'm back on my shit The Bentley is dirty, my sneakers is dirty But that's how I like it, you all on my dick  I'm all in my bag, this hard as it get I do not snort powder, I might take a sip I might hit the blunt, but I'm liable to trip I ain't poppin' no pill, but you do as you wish I roll with some fiends, I love 'em to death I got a few mil' but not all of them rich What good is the bread if my niggas is broke? What good is first class if my niggas can't sit? That's my next mission, that's why I can't quit Just like LeBron, get my niggas more chips Just put the Rollie right back on my wrist This watch came from Drizzy, he gave me a gift Back when the rap game was prayin' I'd diss They act like two legends cannot coexist But I'd never beef with a nigga for nothin' If I smoke a rapper, it's gon' be legit It won't be for clout, it won't be for fame It won't be 'cause my shit ain't sellin' the same It won't be to sell you my latest lil' sneakers It won't be 'cause some nigga slid in my lane Everything grows, it's destined to change I love you lil' niggas, I'm glad that you came I hope that you scrape every dollar you can I hope you know money won't erase the pain To the OGs, I'm thankin' you now Was watchin' you when you was pavin' the ground I copied your cadence, I mirrored your style I studied the greats, I'm the greatest right now Fuck if you feel me, you ain't got a choice Now I ain't do no promo, still made all that noise This shit gon' be different, I set my intentions I promise to slap all that hate out your voice  Niggas been countin' me out I'm countin' my bullets, I'm loadin' my clips I'm writin' down names, I'm makin' a list I'm checkin' it twice and I'm gettin' 'em hit The real ones been dyin', the fake ones is lit The game is off balance, I'm back on my shit The Bentley is dirty, my sneakers is dirty But that's how I like it, you all on my dick  I just poured somethin' in my cup I've been wantin' somethin' I can feel Promise I am never lettin' up Money in your palm don't make you real Foot is on they neck, I got 'em stuck I'ma give 'em somethin' they can feel If it ain't 'bout the squad, don't give a fuck Pistol in your hand don't make you real  I'm dead in the middle of two generations I'm little bro and big bro all at once Just left the lab with young 21 Savage I'm 'bout to go and meet Jigga for lunch Had a long talk with the young nigga Kodak Reminded me of young niggas from 'Ville Straight out the projects, no fakin', just honest I wish that he had more guidance, for real Too many niggas in cycle of jail Spending they birthdays inside of a cell We coming from a long bloodline of trauma We raised by our mamas, Lord we gotta heal We hurting our sisters, the babies as well We killing our brothers, they poisoned the well Distorted self image, we set up to fail I'ma make sure that the real gon' prevail, nigga  I just poured somethin' in my cup I've been wantin' somethin' I can feel Promise I am never lettin' up Money in your palm don't make you real Foot is on they neck, I got 'em stuck I'ma give 'em somethin' they can feel If it ain't 'bout the squad, don't give a fuck Pistol in your hand don't make you real  Money in your palm don't make you real Pistol in your hand don't make you real Money in your palm don't make you real\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Baila Baila Baila', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Ella casi ni sale La traicionó el amor Tiene un pal' de amistadesPero no quiere relación  Donde va, sobresale En sus ojos se ve la ilusión Pero llamó su amiga Que se olvide que está es su canción  Y baila baila baila Ponle música pa' que esto no pare Baila baila baila Tengo que besarte antes que se acabe  Baila baila baila Ponle música pa' que esto no pare Baila baila baila Tengo que besarte antes que se acabe  Me gusta como te ves Moviéndote así es Dejándo la timidez Me gustas demasiado aquí me tienes deseándote Toda la noche imaginándote Por el cuello besándote Y por la mano agarrándote  Que conmigo tú te vas A hacer algo más Que no pueda olvidar Conmigo vas a sentir lo que no has sentido con alguien más  Que conmigo tú te vas A hacer algo más Que no pueda olvidar Conmigo vas a sentirte mejor  Y baila baila baila Ponle música pa' que esto no pare Baila baila baila Tengo que besarte antes que se acabe  Baila baila baila Ponle música pa' que esto no pare Baila baila baila Tengo que besarte antes que se acabe  Ozuna, Lu Gial Mambo Kings Hydro, Johny   Y baila baila baila Ponle música pa' que esto no pare Baila baila baila Tengo que besarte antes que se acabe Baila baila baila Ponle música pa' que esto no pare Baila baila baila Tengo que besarte antes que se acabe  Ella casi ni sale La traicionó el amor Tiene pal' de amistades Pero no quiere relación Donde va sobresale En sus ojos se ve la ilusión Pero llamó su amiga Que se olvide que está es su canción  El negrito ojos claros  Nibeyru oh oh oh Dímelo viste\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' HP', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Maluma, baby  Ella no está buscando novioQuiere salir a joder (Ey-yeah) Quiere olvidarse de ese bobo Porque el cabrón le fue infiel (Oh-no-no-no)  Le romperá el corazón y no busca a nadie que se lo reponga Solo quiere a alguien que se lo ponga Ella quiere un man que no la llame y que no joda Pa' reemplazar al perro que no la valora  Quiere aprovechar que estar más buena es más de moda Empezó a meterle al gym desde que quedó sola Las envidiosa' dicen que eso se lo hizo el cirujano Pero es ella misma queriendo salir del daño  Quiere salir, fumar, beber Subir un video pa' que lo vea él Pa' que se de cuenta de lo que perdió Pa' que el hiju'e puta se sienta peor  Quiere salir, fumar, beber Subir un video pa' que lo vea él Pa' que se de cuenta de lo que perdió Pa' que el hiju'e puta se sienta peor  Ella no está buscando novio (No busca novio, no) Quiere salir a joder (Ey-yeah) Quiere olvidarse de ese bobo (Ey, yeah-yeah-yeah-yeah) Porque el cabrón le fue infiel (Oh-no-no-no)  Y cuando se suelta No existe una amiguita que la pare No quiere un novio pa' rendirle cuentas No necesita ningún HP en el party, que la pare  Y cuando se suelta No existe una amiguita que la pare No quiere un novio pa' rendirle cuentas No necesita ningún HP en el party, que la pare  Quiere salir, fumar, beber Subir un video pa' que lo vea él Pa' que se de cuenta de lo que perdió Pa' que el hiju'e puta se sienta peor  Quiere salir, fumar, beber Subir un video pa' que lo vea él Pa' que se de cuenta de lo que perdió Pa' que el hiju'e puta se sienta peor (Peor)  Ella no está buscando novio (No busca novio, no) Quiere salir a joder (Ey-yeah) Quiere olvidarse de ese bobo (Ey, yeah-yeah-yeah-yeah) Porque el cabrón le fue infiel (Oh-no-no-no)  Ella no está buscando novio (No busca novio, no) Quiere salir a joder, yeah-yeah, yeah-yeah Para olvidarte de ese bobo Cuenta conmigo, mujer, yeah-yeah, yeah-yeah\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Without Me', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Found you when your heart was broke I filled your cup until it overflowed Took it so far to keep you close (keep you close)I was afraid to leave you on your own  I said I'd catch you if you fall (fall) And if they laugh, then fuck 'em all (all) And then I got you off your knees Put you right back on your feet Just so you can take advantage of me  Tell me how's it feel sittin' up there Feeling so high but too far away to hold me You know I'm the one who put you up there Name in the sky Does it ever get lonely? Thinking you could live without me Thinking you could live without me Baby, I'm the one who put you up there I don't know why (yeah, I don't know why) Thinking you could live without me Live without me... Baby, I'm the one who put you up there I don't know why (I don't know why, yeah yeah)  Gave love 'bout a hundred tries (hundred tries) Just running from the demons in your mind Then I took yours and made 'em mine (made 'em mine) I didn't notice 'cause my love was blind  Said I'd catch you if you fall (fall) And if they laugh, then fuck 'em all (all) And then I got you off your knees Put you right back on your feet Just so you can take advantage of me  Tell me how's it feel sittin' up there Feeling so high but too far away to hold me You know I'm the one who put you up there Name in the sky Does it ever get lonely? Thinking you could live without me Thinking you could live without me Baby, I'm the one who put you up there I don't know why (yeah, I don't know why) Thinking you could live without me Live without me... Baby, I'm the one who put you up there I don't know why, yeah  You don't have to say just what you did I already know (I know) I had to go and find out from them So tell me how's it feel (oh-woah-oh)  Tell me how's it feel sittin' up there Feeling so high but too far away to hold me You know I'm the one who put you up there Name in the sky Does it ever get lonely? Thinking you could live without me Thinking you could live without me Baby, I'm the one who put you up there I don't know why (yeah, I don't know why)\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Let Me Down Slowly', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"This night is cold in the kingdom I can feel you fade away From the kitchen to the bathroom sink andYour steps keep me awake  Don't cut me down Throw me out Leave me here to waste I once was a man with dignity and grace Now I'm slipping through the cracks of your cold embrace So please Please  Could you find a way to let me down slowly? A little sympathy, I hope you can show me  If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly Let me down, down Let me down, down Let me down Let me down. down Let me down, down Let me down  If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly  Cold skin, drag my feet on the tile As I'm walking down the corridor And I know we haven't talked in a while So I'm looking for an open door  Don't cut me down Throw me out Leave me here to waste I once was a man with dignity and grace Now I'm slipping through the cracks of your cold embrace So please Please  Could you find a way to let me down slowly? A little sympathy, I hope you can show me  If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly Let me down, down Let me down, down Let me down Let me down, down Let me down, down Let me down  If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly  And I can't stop myself from falling Down And I can't stop myself from falling Down And I can't stop myself from falling Down And I can't stop myself from falling Down  Could you find a way to let me down slowly? A little sympathy, I hope you can show me  If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly Let me down, down Let me down, down Let me down Let me down, down Let me down, down Let me down  If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly If you wanna go then I'll be so lonely If you're leaving, baby, let me down slowly\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': \" i'm so tired...\", 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"I'm so tired of love songs, tired of love songs Tired of love songs, tired of love Just wanna go home, wanna go homeWanna go home, woah So tired of love songs, tired of love songs Tired of love songs, tired of love Just wanna go home, wanna go home Wanna go home, woah  Party, trying my best to meet somebody But everybody around me is falling in love to our song I, I, oh I, I, yeah Hate it, taking a shot 'cause I can't take it But I don't think that they make anything that strong, so I hold on I, I, oh I, I, yeah  I'm so tired of love songs, tired of love songs Tired of love songs, tired of love Just wanna go home, wanna go home Wanna go home, woah So tired of love songs, tired of love songs Tired of love songs, tired of love Just wanna go home, wanna go home Wanna go home, woah  Strangers, killing my lonely nights with strangers And when they leave, I go back to our song, I hold on I, I, oh I Hurts like heaven, lost in the sound Buzz cut season like you're still around Can't unmiss you and I need you now Yeah, I, I, oh I, yeah  I'm so tired of love songs, tired of love songs Tired of love songs, tired of love Just wanna go home, wanna go home Wanna go home, woah So tired of love songs, tired of love songs Tired of love songs, tired of love Just wanna go home, wanna go home Wanna go home, woah  I'm so tired of love songs Tired of love songs, tired of love songs (someone take me home) Tired of love songs, tired of love Just wanna go home, wanna go home ('cause I can't be alone) Wanna go home, woah So tired of love songs, tired of love songs ('cause I'm so tired) Tired of love songs, tired of love Just wanna go home, wanna go home Wanna go home, woah\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Secreto', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Bebecita (Bebé) Bebecita (Uah) BebecitaLo de nosotro' e' un secreto, que nadie se entere (Uah) Baby, yo siempre me vengo contigo cuando tú te viene' Pa' to' el mundo somos amigo' y lo hacemo' escondido' Y yo solo en mi cama, Dios es el testigo  Lo de nosotros es un secreto Pero siempre nos vemos Y to' el mundo habla de nosotros Pero siempre nos comemos Y tú me hiciste enloquecer, yeh Y contigo me siento bien, yeh  Nadie nunca lo va saber Que tú eres mi mujer Y nadie juntos nos quiere ver Pero nos vamos a esconder  Te hago el amor bien rico Y te aprieto la mano Bebé, ya son como las cuatro y pico Pero pal' sexo es temprano  Baby, conmigo tú te sientes vivo Pero siempre nos matamos Los secretos siempre se saben Baby, tarde o temprano  Nuestro amor es un secreto Pero siempre nos vemos Y todo mundo habla de nosotros Pero siempre nos comemos Y tú me hiciste enloquecer, yeh Y contigo me siento bien, yeh  Y nadie nunca lo va a saber Que yo soy tu mujer Y contigo no me quieren ver Pero nos vamos a esconder  Imposible el celibato, sin ti me mato Y de tu cuerpo soy un tecato Bebé, tú eres mía, yo no comparto Y siempre te rompo to'a en mi cuarto  Imposible el celibato, sin ti me mato Y tú eres mío, yo no comparto Hasta la muerte hicimo' un pacto Y siempre lo hacemos rico en mi cuarto, bebé  Bebecita, bebecita Lo de nosotros es un secreto que nadie se entere Baby, yo siempre me vengo contigo cuando tú te viene' Pa' to' el mundo somos amigos y lo hacemos escondido Y yo solo en mi cama, Dios es el testigo  Lo de nosotros es un secreto Pero siempre nos vemos Y todo mundo habla de nosotros Pero siempre nos comemos Y tú me hiciste enloquecer, yeh Y contigo me siento bien, yeh  Nadie nunca lo va saber Que tú eres mi mujer Y contigo no me quieren ver Pero nos vamos a esconder  Dale dale  Dale dale  Karol G.  Bebecita uh oh  Los intocables, ¿Oiste bebé? Real hasta la muerte, bebecita Bebecito Prr Anuel Write me Frabian Write me Frida  Write me cu' Bebecita, bebecita (Bebecita) uh oh\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' thank u, next', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'Thought I\\'d end up with Sean But he wasn\\'t a match Wrote some songs about RickyNow I listen and laugh Even almost got married And for Pete, I\\'m so thankful Wish I could say \"thank you\" to Malcolm \\'Cause he was an angel  One taught me love One taught me patience And one taught me pain Now, I\\'m so amazing Say I\\'ve loved and I\\'ve lost But that\\'s not what I see So, look what I got Look at what you taught me And for that, I say  Thank you, next (next) Thank you, next (next) Thank you, next I\\'m so fuckin\\' grateful for my ex  Thank you, next (next) Thank you, next (next) Thank you, next (next) I\\'m so fuckin\\'...  Spend more time with my friends I ain\\'t worried \\'bout nothin\\' Plus, I met someone else We\\'re havin\\' better discussions I know they say I move on too fast But this one gon\\' last \\'Cause her name is Ari And I\\'m so good with that (so good with that)  She taught me love (love) She taught me patience (patience) She handles pain (pain) That shit\\'s amazing (yeah, she\\'s amazing) I\\'ve loved and I\\'ve lost (yeah, yeah) But that\\'s not what I see (yeah, yeah) \\'Cause look what I\\'ve found (yeah, yeah) Ain\\'t no need for searching And for that, I say  Thank you, next (thank you, next) Thank you, next (thank you, next) Thank you, next (thank you) I\\'m so fuckin\\' grateful for my ex Thank you, next (thank you, next) Thank you, next (said thank you, next) Thank you, next (next) I\\'m so fuckin\\' grateful for my ex  Thank you, next Thank you, next Thank you, next I\\'m so fucking...  One day I\\'ll walk down the aisle Holding hands with my mama I\\'ll be thanking my dad \\'Cause she grew from the drama Only wanna do it once, real bad Gon\\' make that shit last God forbid something happens Least this song is a smash (song is a smash)  I\\'ve got so much love (love) Got so much patience (patience) I\\'ve learned from the pain (pain) I turned out amazing (turned out amazing) I\\'ve loved and I\\'ve lost (yeah, yeah) But that\\'s not what I see (yeah, yeah) \\'Cause look what I\\'ve found (yeah, yeah) Ain\\'t no need for searching And for that, I\\'ll say  Thank you, next (thank you, next) Thank you, next (thank you, next) Thank you, next I\\'m so fuckin\\' grateful for my ex Thank you, next (thank you, next) Thank you, next (said thank you, next) Thank you, next (next) I\\'m so fuckin\\' grateful for my ex  Thank you, next Thank you, next Thank you, next Yeah, yee Thank you, next Thank you, next Thank you, next Yeah, yee', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Talk', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Can we just talk? Can we just talk? Talk about where we're going Before we get lost, lend me me your thoughtsCan't get what we want without knowing  I've never felt like this before I apologize if I'm moving too far Can we just talk? Can we just talk? Figure out where we're going  Yeah, started off right I can see it in your eyes I can tell that you're wanting more What's been on your mind? There's no reason we should hide Tell me something I ain't heard before  Oh, I've been dreaming about it And it's you I'm on So stop thinking about it  Can we just talk? Can we just talk? Talk about where we're going Before we get lost, lend me your thoughts (Yeah) Can't get what we want without knowing (No) I've never felt like this before I apologize if I'm moving too far Can we just talk? Can we just talk? Figure out where we're going  Oh, nah Penthouse view, left some flowers in the room I'll make sure I leave the door unlocked Now I'm on the way, swear I won't be late I'll be there by five o'clock  Oh, you've been dreaming 'bout it And I'm what you want So stop thinking 'bout it  Can we just talk? (Oh) Can we just talk? Talk about where we're going Before we get lost, let me out first Can't get what we want without knowing I've never felt like this before I apologize if I'm moving too far Can we just talk? Can we just talk? Figure out where we're going  Figure out where we're going\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' i love you', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'It\\'s not true Tell me I\\'ve been lied to Crying isn\\'t like youOoh-ooh-ooh What the hell did I do? Never been the type to Let someone see right through Ooh-ooh-ooh  Maybe won\\'t you take it back Say you were tryna make me laugh And nothing has to change today You didn\\'t meant to say \"I love you\" I love you and I don\\'t want to Ooh-ooh-ooh  Up all night on another red eye I wish we never learned to fly I-I-I Maybe we should just try To tell ourselves a good lie I didn\\'t meant to make you cry I-I-I  Maybe won\\'t you take it back Say you were tryna make me laugh And nothing has to change today You didn\\'t meant to say \"I love you\" I love you and I don\\'t want to Ooh-ooh-ooh  The smile that you gave me Even when you felt like dying  We fall apart as it gets dark I\\'m in your arms in Central Park There\\'s nothing you could do or say I can\\'t escape the way, I love you I don\\'t want to, but I love you Ooh-ooh-ooh Ooh-ooh-ooh Ooh-ooh-ooh Ooh-ooh-ooh Ooh-ooh-ooh', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' ilomilo', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Told you not to worry But maybe that's a lie Honey, what's your hurry?Won't you stay inside? Remember not to get too close to stars They're never gonna give you love like ours  Where did you go? I should know, but it's cold And I don't wanna be lonely So show me the way home I can't lose another life  Hurry, I'm worried  The world's a little blurry Or maybe it's my eyes The friends I've had to bury  They keep me up at night Said I couldn't love someone 'Cause I might break If you're gonna die, not by mistake  So, where did you go? I should know, but it's cold And I don't wanna be lonely So tell me you'll come home Even if it's just a lie  I tried not to upset you Let you rescue me the day I met you I just wanted to protect you But now I'll never get to  Hurry, I'm worried  Where did you go? I should know, but it's cold And I don't wanna be lonely Was hoping you'd come home I don't care if it's a lie\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Going Bad', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Yeah (Wheezy outta here) G, GBack home, smokin' legal (Legal) I got more slaps than The Beatles (Beatles) Foreign shit runnin' on diesel, dawg Playin' with my name, that shit is lethal, dawg (Who you see, what?) Don Corleone Trust me, at the top it isn't lonely (Strapped) Everybody actin' like they know me, dawg Don't just say you're down, you gotta show me (What you gotta do?) Bring the clip back empty (It's empty) You asked to see the boss, so they sent me, dawg (Sent me, dawg) I just broke her off with a 10-piece, dawg (10-piece, dawg) That ain't nothin', I'm just bein' friendly, dawg  It's just a lil' 10-piece for her Just to blow it in the mall Doesn't mean that we're involved I just... what? I just... uh, put a Richard on the card I ain't grow up playin' ball But I'll show you how the fuck you gotta do it If you really wanna ball 'til you fall When your back against the wall And a bunch of niggas need you to go away Still goin' bad on 'em anyway Saw you last night, but did it broad day  Yeah, lot of Murakami in the hallway (What?) Got a sticky and I keep it at my dawg's place Girl, I left your love at Magic, now it's all shade Still goin' bad on you anyway  Woah, woah, ooh, woah Woah, woah, ah  I could fit like 80 racks in my Amiris (80 racks) Me and Drizzy back-to-back, it's gettin' scary (Back-to-back) If you fuckin' with my opps, just don't come near me (Get outta my way) Put some bands all on your head like Jason Terry (Brrt, brrt, ooh) Richard Mille cost a Lambo (That's a Lambo) Known to keep the baddest bitches on commando (Salute) Every time I'm in my trap, I move like Rambo (Extended) Ain't a neighborhood in Philly that I can't go (That's a Fendi) For real  She said: oh, you rich rich? (You rich rich) Bitch, I graduated, call me Big Fish (Ballin) I got Lori Harvey on my wish list (That's Lori) That's the only thing I want for Christmas (True story, uh) I've been had my way out here, yeah, know that's facts (Facts) You ain't livin' that shit you say, yeah, we know that's cap (That's cap) You ain't got to ask me when you see me, know I'm strapped (Brrt) DC, OVO, we back again, we goin' plat' (Ooh, ooh)   It's just a lil' 10-piece for her Just to blow it in the mall Doesn't mean that we're involved I just... what? I just... uh, put a Richard on the card I ain't grow up playin' ball, but I'll show you how the fuck you gotta do it If you really wanna ball 'til you fall When your back against the wall And a bunch of niggas need you to go away Still goin' bad on 'em anyway Saw you last night, but did it broad day  Wheezy outta here\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Murder On My Mind', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': 'I ain\\'t get to roll no weed, ain\\'t get to roll no swishers I was locked up on Christmas, ain\\'t get to see my niggas Ain\\'t get to hug my mama, couldn\\'t even give her no kissesCan\\'t even post on my Instagram \\'Cause these pussy niggas be snitching Everybody acting suspicious, might prolly say that I\\'m tripping When I\\'m all alone in my jail cell, I tend to get in my feelings And all I smoke is that loud, don\\'t pass me no midget And I\\'ma smoke all of my pain away \\'Cause that the only thing that gone\\' heal it I don\\'t understand these women who go around pretending As if they really fuck with me, so I love \\'em all from a distance \\'Cause the same bitch say she down To ride be the main one who tricking Got Molly mixed with Promethazine cause every time  I wake up in the morning I got murder on my mind AK47, MAC-11, Glocks, and 9s And all these pussy niggas hating tryna Knock me off my grind, but I can\\'t let \\'em do it I got murder on my mind Bitch I got murder on my mind (I got murder on my mind), I got murder on my mind (murder on my mind) I got murder on my mind (I got murder On my mind), I got murder on my mind I got murder on my mind  Yellow tape around his body, it\\'s a fucking homicide His face is on a T-Shirt and his family traumatized I didn\\'t even mean to shoot \\'em, he just caught me by surprise I reloaded my pistol, cocked it back, and shot him twice His body dropped down to the floor And he got teardrops in his eyes He grabbed me by my hands and said he was afraid to die I told \\'em it\\'s too late my friend, it\\'s time to say \"Goodbye\" And he died inside my arms, blood all on my shirt  Wake up in the morning I got murder on my mind AK47, MAC-11, Glocks, and 9s And all these pussy niggas hating tryna Knock me off my grind, but I can\\'t let \\'em do it I got murder on my mind Bitch I got murder on my mind (I got murder on my mind), I got murder on my mind (murder on my mind) I got murder on my mind (I got murder On my mind), I got murder on my mind I got murder on my mind  Bible tarantula, bitch I\\'ma animal Melly a savage, no he not no amateur Baby name Angela, fucked her on camera Bitch I\\'m a murderer I might just kill the boy Don\\'t wanna kill the boy Bake \\'em up, say he want beef, we gone grill the boy Grill the boy (grill the boy) I\\'m bleeding so good I might dip his ass in it and spill the boy Murder on my mind I got murder on my mind I got murder on my mind, I got murder on my mind  Wake up in the morning I got murder on my mind AK47, MAC-11, Glocks, and 9s And all these pussy niggas hating tryna Knock me off my grind, but I can\\'t let \\'em do it I got murder on my mind Bitch I got murder on my mind (I got murder on my Mind), I got murder on my mind (murder on my mind) I got murder on my mind (I got murder On my mind), I got murder on my mind I got murder on my mind', 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' Con Altura', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Esto vamo' a arrancarlo con altura  El dembow lo canto con hondura'Dicen una estrella, una figura De Hector aprendí la sabrosura Nunca viste una joya tan pura  Esto es pa' que quede, lo que yo hago dura (Con altura) Demasiadas noches de travesura' (Con altura) Vivo rápido y no tengo cura (Con altura) Iré joven pa' la sepultura (Con altura)  Esto es pa' que quede, lo que yo hago dura (Con altura) Demasiadas noches de travesura' (Con altura) Vivo rápido y no tengo cura (Con altura) Iré joven pa' la sepultura (Con altura)  Pongo rosas sobre el Panamera Pongo palmas sobre la guantanamera Llevo a Camarón en la guantera (De la Isla) Lo hago para mi gente y lo hago a mi manera  Flores azules y quilates y si es mentira que me maten Flores azules y quilates y si es mentira que me maten  (Con altura) (Con altura)  Esto es pa' que quede, lo que yo hago dura (Con altura) Demasiadas noches de travesura' (Con altura) Vivo rápido y no tengo cura (Con altura) Iré joven pa' la sepultura (Con altura)  Esto es pa' que quede, lo que yo hago dura (Con altura) Demasiadas noches de travesura' (Con altura) Vivo rápido y no tengo cura (Con altura) Iré joven pa' la sepultura (Con altura)  Aquí en la altura están fuertes los vientos Ponte el cinturón y coge asiento A tu jeva ya la vi por dentro (Yes) El dinero nunca pierde tiempo (No, no) Contra la pared (Tú lo sabe)  Y le tuve que comprar un trago porque la tenías con sed Desde acá qué rico se ve  No soy de acá pero rompí el bajo otra vez  (Mira) Flores azules y quilates (Rosalía)  Y si es mentira que me maten (J Balvin) Flores azules y quilates  Y si es mentira que me maten  (Con altura) (Con altura)  Esto es pa' que quede, lo que yo hago dura (Con altura) Demasiadas noches de travesura' (Con altura) Vivo rápido y no tengo cura (Con altura) Iré joven pa' la sepultura (Con altura)  Esto es pa' que quede, lo que yo hago dura  (Siempre dura dura) (Con altura) Demasiadas noches de travesura' (Con altura) Vivo rápido y no tengo cura (Con altura) Iré joven pa' la sepultura (Con altura)  J Balvin La Rosalía Va' va' vamos a perrear (Para que quede) Va' va' vamos a perrear (Para que quede) Va' va' vamos a perrear (Para que quede) Pa' que se dembuque Pa' que ya no dura  Va' va' vamos a perrear (Para que quede) Va' va' vamos a perrear (Para que quede) Va' va' vamos a perrear (Para que quede) Pa' que se dembuque, vamo' vamo' vamo' Pa' que ya no dura\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}{'track_id': 0, 'track_name': ' listen before i go', 'track_name_translation_list': [], 'track_rating': 0, 'commontrack_id': 0, 'instrumental': 0, 'explicit': 0, 'has_subtitles': 0, 'has_richsync': 0, 'num_favourite': 0, 'album_id': 0, 'album_name': '', 'artist_id': 0, 'artist_name': '', 'track_lyrics': \"Take me to the rooftop,  I wanna see the world when I stop breathing Turning blueTell me, love is endless, don't be so pretentious Leave me, like you do (like you do)  If you need me Wanna see me Better hurry 'Cause I'm leaving soon  Sorry, can't save me now Sorry, I don't know how Sorry, there's no way out (sorry) But down, mm down  Taste me, the salty tears on my cheek That's what a year-long headache does to you I'm not okay, I feel so scattered,  Don't say I'm all that matters Leave me, deja vu  If you need me Wanna see me You better hurry I'm leaving soon  Sorry, can't save me now Sorry, I don't know how (sorry) Sorry, there's no way out (sorry) But down, mm down  Call my friends and tell  Them that I love them And I'll miss them But I'm not sorry Call my friends and tell them that I love them And I'll miss them Sorry\", 'track_edit_url': '', 'restricted': 0, 'updated_time': 0}"